const mockData = [
  {
    title: "제목을 어떻게 지어야 에세이다운 제목이 될까",
    content:
      "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
    thumbnailImageSrc: "/image/mockImage1.jpg",
  },
  {
    title: "제목을 어떻게 지어야 에세이다운 제목이 될까 제목을 어떻게 지어야 에세이다운 제목이 될까",
    content:
      "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
    thumbnailImageSrc: "/image/mockImage2.jpg",
  },
  {
    title: "제목을 뭐라고 해야할까",
    content:
      "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
  },
  {
    title: "test1",
    content: "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
  },
  {
    title: "test1",
    content: "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
  },
  {
    title: "test1",
    content: "내용을 어떻게 써야 에세이다운 내용이 될까 내용을 어떻게 써야 에세이다운 내용이 될까",
  },
  {
    title: "test1",
    content: "hello world",
  },
  {
    title: "test1",
    content: "hello world",
  },
];

export { mockData };